Repository: entaku0818/VoiceMemo
Catalog: ios/VoiLog/Locate/Settings.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# 毎日のリマインダー
source: Daily Reminder
ar: تذكير يومي
bn: দৈনিক রিমাইন্ডার
ca: Recordatori diari
cs: Denní připomínka
da: Daglig påmindelse
de: Tägliche Erinnerung
el: Καθημερινή υπενθύμιση
es: Recordatorio diario
fi: Päivittäinen muistutus
fr: Rappel quotidien
gu: દૈનિક રિમાઇન્ડર
he: תזכורת יומית
hi: दैनिक अनुस्मारक
hr: Dnevni podsjetnik
hu: Napi emlékeztető
id: Pengingat Harian
it: Promemoria quotidiano
ja: 毎日のリマインダー
kn: ದೈನಂದಿನ ರಿಮೈಂಡರ್
ko: 일일 리마인더
ml: ദൈനംദിന ഓർമ്മപ്പെടുത്തൽ
mr: दैनिक रिमाइंडर
ms: Peringatan Harian
nb: Daglig påminnelse
nl: Dagelijkse herinnering
or: ଦୈନିକ ରିମାଇଣ୍ଡର୍
pa: ਰੋਜ਼ਾਨਾ ਰਿਮਾਈਂਡਰ
pl: Codzienne przypomnienie
pt_br: Lembrete diário
pt_pt: Lembrete diário
ro: Memento zilnic
ru: Ежедневное напоминание
sk: Denná pripomienka
sl: Dnevni opomnik
sv: Daglig påminnelse
ta: தினசரி நினைவூட்டல்
te: రోజువారీ రిమైండర్
th: การแจ้งเตือนประจำวัน
tr: Günlük hatırlatıcı
uk: Щоденне нагадування
ur: روزانہ یاد دہانی
vi: Nhắc nhở hàng ngày
zh_hans: 每日提醒
zh_hant: 每日提醒

# 消えた録音を復元
source: Restore Missing Recordings
ar: استعادة التسجيلات المفقودة
bn: হারানো রেকর্ডিং ফিরিয়ে আনুন
ca: Recupera les gravacions perdudes
cs: Obnovit chybějící nahrávky
da: Gendan forsvundne optagelser
de: Fehlende Aufnahmen wiederherstellen
el: Επαναφορά χαμένων ηχογραφήσεων
es: Restaurar grabaciones perdidas
fi: Palauta kadonneet äänitteet
fr: Restaurer les enregistrements manquants
gu: ગુમ થયેલાં રેકોર્ડિંગ પાછાં લાવો
he: שחזור הקלטות חסרות
hi: गुम रिकॉर्डिंग पुनर्स्थापित करें
hr: Vrati nestale snimke
hu: Eltűnt felvételek visszaállítása
id: Pulihkan Rekaman yang Hilang
it: Ripristina registrazioni mancanti
ja: 消えた録音を復元
kn: ಕಾಣೆಯಾದ ರೆಕಾರ್ಡಿಂಗ್‌ಗಳನ್ನು ಮರುಸ್ಥಾಪಿಸಿ
ko: 사라진 녹음 복구
ml: കാണാതായ റെക്കോർഡിംഗുകൾ പുനഃസ്ഥാപിക്കുക
mr: हरवलेली रेकॉर्डिंग परत आणा
ms: Pulihkan Rakaman yang Hilang
nb: Gjenopprett manglende opptak
nl: Ontbrekende opnames herstellen
or: ହଜିଯାଇଥିବା ରେକର୍ଡିଂ ଫେରାଇ ଆଣନ୍ତୁ
pa: ਗੁੰਮ ਹੋਈਆਂ ਰਿਕਾਰਡਿੰਗਾਂ ਵਾਪਸ ਲਿਆਓ
pl: Przywróć brakujące nagrania
pt_br: Restaurar gravações perdidas
pt_pt: Restaurar gravações perdidas
ro: Restaurați înregistrările lipsă
ru: Восстановить пропавшие записи
sk: Obnoviť chýbajúce nahrávky
sl: Obnovi manjkajoče posnetke
sv: Återställ saknade inspelningar
ta: காணாமல் போன ரெக்கார்டிங்குகளை மீட்டெடு
te: కనిపించని రికార్డింగ్‌లను రీస్టోర్ చేయి
th: กู้คืนการบันทึกที่หายไป
tr: Kaybolan kayıtları geri yükle
uk: Відновити зниклі записи
ur: غائب ریکارڈنگز بحال کریں
vi: Khôi phục bản ghi bị mất
zh_hans: 恢复丢失的录音
zh_hant: 復原遺失的錄音

# 現在の起動回数
source: Current Launch Count
ar: عدد مرات التشغيل الحالي
hi: वर्तमान लॉन्च गिनती
id: Jumlah Peluncuran Saat Ini
ja: 現在の起動回数
ko: 현재 실행 횟수
nl: Huidig Startaantal
pl: Bieżąca liczba uruchomień
sv: Aktuellt startantal
th: จำนวนครั้งที่เปิดปัจจุบัน

# 端末内から%1$d件、iCloudから%2$d件の録音を一覧に戻しました。タイトルは録音日時から付け直しています。
source: Restored %1$d recording(s) from this device and %2$d from iCloud. Titles were regenerated from the recording date.
ar: تمت استعادة %1$d تسجيل من هذا الجهاز و%2$d من iCloud. أُعيد إنشاء العناوين من تاريخ التسجيل.
bn: এই ডিভাইস থেকে %1$dটি এবং iCloud থেকে %2$dটি রেকর্ডিং তালিকায় ফিরিয়ে আনা হয়েছে। রেকর্ডিংয়ের তারিখ থেকে নতুন শিরোনাম দেওয়া হয়েছে।
ca: Gravacions recuperades: %1$d del dispositiu i %2$d de l'iCloud. Els títols s'han tornat a generar a partir de la data de gravació.
cs: Obnoveny nahrávky ze zařízení (počet: %1$d) a z iCloudu (počet: %2$d). Názvy byly znovu vytvořeny podle data nahrání.
da: Optagelser gendannet – fra enheden: %1$d, fra iCloud: %2$d. Titlerne er lavet ud fra optagelsesdatoen.
de: %1$d Aufnahme(n) von diesem Gerät und %2$d aus iCloud wiederhergestellt. Die Titel wurden aus dem Aufnahmedatum neu erzeugt.
el: Επαναφέρθηκαν ηχογραφήσεις στη λίστα — από τη συσκευή: %1$d, από το iCloud: %2$d. Οι τίτλοι δημιουργήθηκαν ξανά από την ημερομηνία ηχογράφησης.
es: Se restauraron %1$d grabación(es) de este dispositivo y %2$d de iCloud. Los títulos se generaron de nuevo a partir de la fecha de grabación.
fi: Palautettiin luetteloon äänitteitä – tältä laitteelta: %1$d, iCloudista: %2$d. Otsikot luotiin uudelleen äänityspäivän perusteella.
fr: %1$d enregistrement(s) restauré(s) depuis cet appareil et %2$d depuis iCloud. Les titres ont été recréés à partir de la date d'enregistrement.
gu: આ ડિવાઇસમાંથી %1$d અને iCloudમાંથી %2$d રેકોર્ડિંગ સૂચિમાં પાછાં લાવવામાં આવ્યાં. શીર્ષક રેકોર્ડિંગની તારીખ પરથી નવેસરથી અપાયાં છે.
he: הקלטות שהוחזרו לרשימה – מהמכשיר: %1$d, מ-iCloud: %2$d. הכותרות נוצרו מחדש לפי מועד ההקלטה.
hi: इस डिवाइस से %1$d और iCloud से %2$d रिकॉर्डिंग वापस सूची में जोड़ी गईं। शीर्षक रिकॉर्डिंग की तारीख़ से दोबारा बनाए गए हैं।
hr: Vraćene snimke – s ovog uređaja: %1$d, s iClouda: %2$d. Naslovi su ponovno izrađeni iz datuma snimanja.
hu: Visszaállított felvételek – eszközről: %1$d, iCloudból: %2$d. A címek a felvétel dátumából készültek újra.
id: %1$d rekaman dipulihkan dari perangkat ini dan %2$d dari iCloud. Judul dibuat ulang dari tanggal perekaman.
it: Ripristinate %1$d registrazioni da questo dispositivo e %2$d da iCloud. I titoli sono stati rigenerati dalla data di registrazione.
ja: 端末内から%1$d件、iCloudから%2$d件の録音を一覧に戻しました。タイトルは録音日時から付け直しています。
kn: ಈ ಸಾಧನದಿಂದ %1$d ಮತ್ತು iCloud ನಿಂದ %2$d ರೆಕಾರ್ಡಿಂಗ್(ಗಳನ್ನು) ಮರುಸ್ಥಾಪಿಸಲಾಗಿದೆ. ಶೀರ್ಷಿಕೆಗಳನ್ನು ರೆಕಾರ್ಡಿಂಗ್ ದಿನಾಂಕದಿಂದ ಮರುರಚಿಸಲಾಗಿದೆ.
ko: 이 기기에서 %1$d개, iCloud에서 %2$d개의 녹음을 목록에 되돌렸습니다. 제목은 녹음 날짜로 다시 만들었습니다.
ml: ഈ ഉപകരണത്തിൽ നിന്ന് %1$d, iCloud-ൽ നിന്ന് %2$d റെക്കോർഡിംഗ്(കൾ) പുനഃസ്ഥാപിച്ചു. ശീർഷകങ്ങൾ റെക്കോർഡിംഗ് തീയതിയിൽ നിന്ന് വീണ്ടും സൃഷ്ടിച്ചു.
mr: या डिव्हाइसमधून %1$d आणि iCloud मधून %2$d रेकॉर्डिंग सूचीत परत आणली. शीर्षके रेकॉर्डिंगच्या तारखेवरून नव्याने दिली आहेत.
ms: %1$d rakaman dipulihkan daripada peranti ini dan %2$d daripada iCloud. Tajuk telah dijana semula daripada tarikh rakaman.
nb: Gjenopprettet opptak fra denne enheten (%1$d) og fra iCloud (%2$d). Titlene er laget på nytt ut fra opptaksdatoen.
nl: %1$d opname(s) van dit apparaat en %2$d uit iCloud hersteld. Titels zijn opnieuw gemaakt op basis van de opnamedatum.
or: ଏହି ଡିଭାଇସରୁ %1$dଟି ଏବଂ iCloudରୁ %2$dଟି ରେକର୍ଡିଂ ତାଲିକାକୁ ଫେରାଇ ଅଣାଗଲା। ରେକର୍ଡିଂ ତାରିଖରୁ ନୂଆ ଶୀର୍ଷକ ଦିଆଯାଇଛି।
pa: ਇਸ ਡਿਵਾਈਸ ਤੋਂ %1$d ਅਤੇ iCloud ਤੋਂ %2$d ਰਿਕਾਰਡਿੰਗਾਂ ਸੂਚੀ ਵਿੱਚ ਵਾਪਸ ਲਿਆਂਦੀਆਂ ਗਈਆਂ। ਸਿਰਲੇਖ ਰਿਕਾਰਡਿੰਗ ਦੀ ਮਿਤੀ ਤੋਂ ਨਵੇਂ ਬਣਾਏ ਗਏ ਹਨ।
pl: Przywrócono nagrania: %1$d z tego urządzenia i %2$d z iCloud. Tytuły zostały utworzone ponownie na podstawie daty nagrania.
pt_br: Gravações restauradas: %1$d deste dispositivo e %2$d do iCloud. Os títulos foram gerados novamente a partir da data da gravação.
pt_pt: %1$d gravação(ões) restaurada(s) deste dispositivo e %2$d do iCloud. Os títulos foram gerados novamente a partir da data da gravação.
ro: Înregistrări restaurate: %1$d de pe acest dispozitiv și %2$d din iCloud. Titlurile au fost regenerate pe baza datei înregistrării.
ru: Восстановлено записей: %1$d с устройства и %2$d из iCloud. Названия созданы заново по дате записи.
sk: Nahrávky obnovené zo zariadenia: %1$d, z iCloudu: %2$d. Názvy boli vytvorené podľa dátumu nahrávania.
sl: Obnovljeni posnetki – iz te naprave: %1$d, iz iClouda: %2$d. Naslovi so bili ustvarjeni znova iz datuma snemanja.
sv: Återställde %1$d inspelning(ar) från den här enheten och %2$d från iCloud. Titlarna har skapats på nytt utifrån inspelningsdatumet.
ta: இந்தச் சாதனத்திலிருந்து %1$d, iCloud-இலிருந்து %2$d ரெக்கார்டிங்(கள்) மீட்டெடுக்கப்பட்டன. தலைப்புகள் பதிவுத் தேதியிலிருந்து மீண்டும் உருவாக்கப்பட்டன.
te: ఈ పరికరం నుండి %1$d, iCloud నుండి %2$d రికార్డింగ్(లు) రీస్టోర్ చేయబడ్డాయి. శీర్షికలు రికార్డింగ్ తేదీ నుండి మళ్లీ రూపొందించబడ్డాయి.
th: กู้คืน %1$d รายการจากเครื่องนี้ และ %2$d รายการจาก iCloud แล้ว ชื่อถูกสร้างใหม่จากวันที่บันทึก
tr: Bu cihazdan %1$d, iCloud'dan %2$d kayıt geri yüklendi. Başlıklar kayıt tarihinden yeniden oluşturuldu.
uk: Повернуто записів: із пристрою — %1$d, з iCloud — %2$d. Назви створено заново за датою запису.
ur: اس ڈیوائس سے %1$d اور iCloud سے %2$d ریکارڈنگ(ز) بحال ہو گئیں۔ عنوانات ریکارڈنگ کی تاریخ سے دوبارہ بنائے گئے۔
vi: Đã khôi phục %1$d bản ghi từ thiết bị này và %2$d từ iCloud. Tiêu đề được tạo lại từ ngày ghi âm.
zh_hans: 已从本机恢复 %1$d 个录音，从 iCloud 恢复 %2$d 个。标题已根据录音日期重新生成。
zh_hant: 已從本機復原 %1$d 個錄音，從 iCloud 復原 %2$d 個。標題已依照錄音日期重新產生。

# 端末内から%d件の録音を一覧に戻しました。タイトルは録音日時から付け直しているため、必要に応じて変更してください。
source: Restored %d recording(s) from this device. Titles were regenerated from the recording date, so rename them if needed.
ar: تمت استعادة %d تسجيل من هذا الجهاز. أُنشئت العناوين من تاريخ التسجيل، فغيّرها عند الحاجة.
bn: এই ডিভাইস থেকে %dটি রেকর্ডিং তালিকায় ফিরিয়ে আনা হয়েছে। রেকর্ডিংয়ের তারিখ থেকে নতুন শিরোনাম দেওয়া হয়েছে, প্রয়োজনে নাম বদলে নিন।
ca: Gravacions recuperades del dispositiu: %d. Els títols s'han tornat a generar a partir de la data de gravació; canvia'ls si cal.
cs: Ze zařízení obnoveny nahrávky (počet: %d). Názvy byly znovu vytvořeny podle data nahrání, v případě potřeby je přejmenujte.
da: Optagelser gendannet fra enheden: %d. Titlerne er lavet ud fra optagelsesdatoen, så omdøb dem efter behov.
de: %d Aufnahme(n) von diesem Gerät wiederhergestellt. Die Titel stammen aus dem Aufnahmedatum – benennen Sie sie bei Bedarf um.
el: Επαναφέρθηκαν ηχογραφήσεις από τη συσκευή: %d. Οι τίτλοι δημιουργήθηκαν ξανά από την ημερομηνία ηχογράφησης, οπότε μετονομάστε τες αν χρειάζεται.
es: Se restauraron %d grabación(es) de este dispositivo. Los títulos provienen de la fecha de grabación; cámbialos si lo necesitas.
fi: Palautettiin tältä laitteelta luetteloon äänitteitä: %d. Otsikot luotiin uudelleen äänityspäivän perusteella, joten nimeä ne tarvittaessa uudelleen.
fr: %d enregistrement(s) restauré(s) depuis cet appareil. Les titres proviennent de la date d'enregistrement ; renommez-les si nécessaire.
gu: આ ડિવાઇસમાંથી %d રેકોર્ડિંગ સૂચિમાં પાછાં લાવવામાં આવ્યાં. શીર્ષક રેકોર્ડિંગની તારીખ પરથી નવેસરથી અપાયાં છે, જરૂર હોય તો નામ બદલો.
he: הקלטות שהוחזרו לרשימה מהמכשיר: %d. הכותרות נוצרו מחדש לפי מועד ההקלטה, ואפשר לשנות אותן לפי הצורך.
hi: इस डिवाइस से %d रिकॉर्डिंग वापस सूची में जोड़ी गईं। शीर्षक रिकॉर्डिंग की तारीख़ से बनाए गए हैं, ज़रूरत हो तो बदल लें।
hr: Snimke vraćene s ovog uređaja: %d. Naslovi su ponovno izrađeni iz datuma snimanja pa ih po potrebi preimenujte.
hu: Visszaállított felvételek az eszközről: %d. A címek a felvétel dátumából készültek újra, szükség esetén nevezd át őket.
id: %d rekaman dipulihkan dari perangkat ini. Judul dibuat dari tanggal perekaman, ganti bila perlu.
it: Ripristinate %d registrazioni da questo dispositivo. I titoli derivano dalla data di registrazione: rinominali se necessario.
ja: 端末内から%d件の録音を一覧に戻しました。タイトルは録音日時から付け直しているため、必要に応じて変更してください。
kn: ಈ ಸಾಧನದಿಂದ %d ರೆಕಾರ್ಡಿಂಗ್(ಗಳನ್ನು) ಮರುಸ್ಥಾಪಿಸಲಾಗಿದೆ. ಶೀರ್ಷಿಕೆಗಳನ್ನು ರೆಕಾರ್ಡಿಂಗ್ ದಿನಾಂಕದಿಂದ ಮರುರಚಿಸಲಾಗಿದೆ, ಅಗತ್ಯವಿದ್ದರೆ ಹೆಸರು ಬದಲಿಸಿ.
ko: 이 기기에서 %d개의 녹음을 목록에 되돌렸습니다. 제목은 녹음 날짜로 만들었으니 필요하면 바꿔 주세요.
ml: ഈ ഉപകരണത്തിൽ നിന്ന് %d റെക്കോർഡിംഗ്(കൾ) പുനഃസ്ഥാപിച്ചു. ശീർഷകങ്ങൾ റെക്കോർഡിംഗ് തീയതിയിൽ നിന്ന് വീണ്ടും സൃഷ്ടിച്ചതിനാൽ ആവശ്യമെങ്കിൽ പേര് മാറ്റുക.
mr: या डिव्हाइसमधून %d रेकॉर्डिंग सूचीत परत आणली. शीर्षके रेकॉर्डिंगच्या तारखेवरून नव्याने दिली आहेत, गरज असल्यास नाव बदला.
ms: %d rakaman dipulihkan daripada peranti ini. Tajuk telah dijana semula daripada tarikh rakaman, jadi namakan semula jika perlu.
nb: Gjenopprettet opptak fra denne enheten (%d). Titlene er laget på nytt ut fra opptaksdatoen, så gi dem nytt navn ved behov.
nl: %d opname(s) van dit apparaat hersteld. Titels komen van de opnamedatum; wijzig ze indien nodig.
or: ଏହି ଡିଭାଇସରୁ %dଟି ରେକର୍ଡିଂ ତାଲିକାକୁ ଫେରାଇ ଅଣାଗଲା। ରେକର୍ଡିଂ ତାରିଖରୁ ନୂଆ ଶୀର୍ଷକ ଦିଆଯାଇଛି, ଆବଶ୍ୟକ ହେଲେ ନାମ ବଦଳାନ୍ତୁ।
pa: ਇਸ ਡਿਵਾਈਸ ਤੋਂ %d ਰਿਕਾਰਡਿੰਗਾਂ ਸੂਚੀ ਵਿੱਚ ਵਾਪਸ ਲਿਆਂਦੀਆਂ ਗਈਆਂ। ਸਿਰਲੇਖ ਰਿਕਾਰਡਿੰਗ ਦੀ ਮਿਤੀ ਤੋਂ ਨਵੇਂ ਬਣਾਏ ਗਏ ਹਨ, ਲੋੜ ਹੋਵੇ ਤਾਂ ਨਾਮ ਬਦਲ ਲਓ।
pl: Przywrócono nagrania z tego urządzenia (%d). Tytuły pochodzą z daty nagrania — w razie potrzeby zmień je.
pt_br: Gravações restauradas deste dispositivo: %d. Os títulos foram gerados a partir da data da gravação; renomeie-as se precisar.
pt_pt: %d gravação(ões) restaurada(s) deste dispositivo. Os títulos vieram da data da gravação; mude-os se precisar.
ro: Înregistrări restaurate de pe acest dispozitiv: %d. Titlurile au fost regenerate pe baza datei înregistrării; redenumiți-le dacă este necesar.
ru: Восстановлено записей с устройства: %d. Названия созданы по дате записи — при необходимости переименуйте их.
sk: Nahrávky obnovené zo zariadenia: %d. Názvy boli vytvorené podľa dátumu nahrávania, v prípade potreby ich premenujte.
sl: Posnetki, obnovljeni iz te naprave: %d. Naslovi so bili ustvarjeni znova iz datuma snemanja, zato jih po potrebi preimenujte.
sv: Återställde %d inspelning(ar) från den här enheten. Titlarna kommer från inspelningsdatumet – byt namn vid behov.
ta: இந்தச் சாதனத்திலிருந்து %d ரெக்கார்டிங்(கள்) மீட்டெடுக்கப்பட்டன. தலைப்புகள் பதிவுத் தேதியிலிருந்து மீண்டும் உருவாக்கப்பட்டன; தேவைப்பட்டால் பெயர் மாற்றவும்.
te: ఈ పరికరం నుండి %d రికార్డింగ్(లు) రీస్టోర్ చేయబడ్డాయి. శీర్షికలు రికార్డింగ్ తేదీ నుండి మళ్లీ రూపొందించబడ్డాయి, అవసరమైతే పేరు మార్చండి.
th: กู้คืน %d รายการจากเครื่องนี้แล้ว ชื่อถูกสร้างจากวันที่บันทึก เปลี่ยนได้ตามต้องการ
tr: Bu cihazdan %d kayıt geri yüklendi. Başlıklar kayıt tarihinden oluşturuldu; gerekirse yeniden adlandırın.
uk: Із пристрою повернуто записів: %d. Назви створено заново за датою запису — за потреби перейменуйте їх.
ur: اس ڈیوائس سے %d ریکارڈنگ(ز) بحال ہو گئیں۔ عنوانات ریکارڈنگ کی تاریخ سے دوبارہ بنائے گئے ہیں، ضرورت ہو تو نام تبدیل کریں۔
vi: Đã khôi phục %d bản ghi từ thiết bị này. Tiêu đề được tạo từ ngày ghi âm, hãy đổi tên nếu cần.
zh_hans: 已从本机恢复 %d 个录音。标题根据录音日期生成，可按需修改。
zh_hant: 已從本機復原 %d 個錄音。標題依錄音日期產生，可視需要修改。

# 端末内とiCloudの両方を調べましたが、一覧に無い録音は見つかりませんでした。端末からファイルごと削除された録音は、この方法では戻せません。
source: Both this device and iCloud were checked, but no recordings were missing from the list. Recordings whose files were deleted from the device cannot be restored this way.
ar: تم فحص هذا الجهاز وiCloud، ولم تُفقد أي تسجيلات من القائمة. التسجيلات التي حُذفت ملفاتها من الجهاز لا يمكن استعادتها بهذه الطريقة.
bn: এই ডিভাইস ও iCloud দুটোই দেখা হয়েছে, কিন্তু তালিকা থেকে হারানো কোনো রেকর্ডিং পাওয়া যায়নি। যেসব রেকর্ডিংয়ের ফাইল ডিভাইস থেকে মুছে ফেলা হয়েছে, সেগুলো এভাবে ফেরত আনা যায় না।
ca: S'han revisat el dispositiu i l'iCloud, però no falta cap gravació a la llista. Les gravacions els fitxers de les quals s'han eliminat del dispositiu no es poden recuperar d'aquesta manera.
cs: Zařízení i iCloud byly prohledány, ale v seznamu žádné nahrávky nechybí. Nahrávky, jejichž soubory byly ze zařízení smazány, takto obnovit nelze.
da: Både enheden og iCloud er gennemsøgt, men der mangler ingen optagelser på listen. Optagelser, hvis filer er slettet fra enheden, kan ikke gendannes på denne måde.
de: Sowohl dieses Gerät als auch iCloud wurden geprüft, es fehlten aber keine Aufnahmen in der Liste. Aufnahmen, deren Dateien vom Gerät gelöscht wurden, lassen sich so nicht wiederherstellen.
el: Ελέγχθηκαν τόσο η συσκευή όσο και το iCloud, αλλά δεν λείπει καμία ηχογράφηση από τη λίστα. Οι ηχογραφήσεις των οποίων τα αρχεία διαγράφηκαν από τη συσκευή δεν μπορούν να επαναφερθούν με αυτόν τον τρόπο.
es: Se revisaron este dispositivo e iCloud, pero no faltaba ninguna grabación en la lista. Las grabaciones cuyos archivos se eliminaron del dispositivo no se pueden recuperar así.
fi: Sekä tämä laite että iCloud tarkistettiin, mutta luettelosta ei puuttunut äänitteitä. Äänitteitä, joiden tiedostot on poistettu laitteelta, ei voi palauttaa tällä tavalla.
fr: Cet appareil et iCloud ont été vérifiés, mais aucun enregistrement ne manquait dans la liste. Les enregistrements dont les fichiers ont été supprimés de l'appareil ne peuvent pas être récupérés ainsi.
gu: આ ડિવાઇસ અને iCloud બંને તપાસ્યાં, પણ સૂચિમાંથી કોઈ રેકોર્ડિંગ ગુમ નથી. જે રેકોર્ડિંગની ફાઇલો ડિવાઇસમાંથી ડિલીટ થઈ ગઈ છે, તે આ રીતે પાછાં લાવી શકાતાં નથી.
he: המכשיר ו-iCloud נבדקו, אך לא נמצאו הקלטות שחסרות ברשימה. הקלטות שהקבצים שלהן נמחקו מהמכשיר אינן ניתנות לשחזור בדרך זו.
hi: इस डिवाइस और iCloud दोनों की जाँच की गई, पर सूची से कोई रिकॉर्डिंग गायब नहीं मिली। जिन रिकॉर्डिंग की फ़ाइलें डिवाइस से हटा दी गई हैं, वे इस तरीके से वापस नहीं आतीं।
hr: Provjereni su i ovaj uređaj i iCloud, ali na popisu ne nedostaje nijedna snimka. Snimke čije su datoteke obrisane s uređaja ne mogu se vratiti na ovaj način.
hu: Az eszközt és az iCloudot is ellenőriztük, de nem hiányzik felvétel a listából. Azok a felvételek, amelyek fájljait törölték az eszközről, így nem állíthatók vissza.
id: Perangkat ini dan iCloud sudah diperiksa, tetapi tidak ada rekaman yang hilang dari daftar. Rekaman yang file-nya dihapus dari perangkat tidak bisa dipulihkan dengan cara ini.
it: Sono stati controllati sia questo dispositivo sia iCloud, ma non mancava alcuna registrazione nell'elenco. Le registrazioni i cui file sono stati eliminati dal dispositivo non si recuperano così.
ja: 端末内とiCloudの両方を調べましたが、一覧に無い録音は見つかりませんでした。端末からファイルごと削除された録音は、この方法では戻せません。
kn: ಈ ಸಾಧನ ಮತ್ತು iCloud ಎರಡನ್ನೂ ಪರಿಶೀಲಿಸಲಾಗಿದೆ, ಆದರೆ ಪಟ್ಟಿಯಿಂದ ಯಾವುದೇ ರೆಕಾರ್ಡಿಂಗ್ ಕಾಣೆಯಾಗಿಲ್ಲ. ಸಾಧನದಿಂದ ಫೈಲ್ ಅಳಿಸಲಾದ ರೆಕಾರ್ಡಿಂಗ್‌ಗಳನ್ನು ಈ ರೀತಿ ಮರುಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 이 기기와 iCloud를 모두 확인했지만 목록에서 빠진 녹음은 없었습니다. 기기에서 파일까지 삭제된 녹음은 이 방법으로 되돌릴 수 없습니다.
ml: ഈ ഉപകരണവും iCloud-ഉം പരിശോധിച്ചു, എന്നാൽ ലിസ്റ്റിൽ നിന്ന് കാണാതായ റെക്കോർഡിംഗുകളൊന്നുമില്ല. ഉപകരണത്തിൽ നിന്ന് ഫയലുകൾ ഇല്ലാതാക്കിയ റെക്കോർഡിംഗുകൾ ഈ രീതിയിൽ പുനഃസ്ഥാപിക്കാനാകില്ല.
mr: हे डिव्हाइस आणि iCloud दोन्ही तपासले, पण सूचीतून कोणतेही रेकॉर्डिंग गहाळ नाही. ज्या रेकॉर्डिंगच्या फाइल्स डिव्हाइसमधून हटवल्या गेल्या आहेत, त्या या पद्धतीने परत आणता येत नाहीत.
ms: Peranti ini dan iCloud telah disemak, tetapi tiada rakaman yang hilang daripada senarai. Rakaman yang failnya telah dipadam daripada peranti tidak dapat dipulihkan dengan cara ini.
nb: Både denne enheten og iCloud ble sjekket, men ingen opptak manglet i listen. Opptak der selve filen er slettet fra enheten, kan ikke gjenopprettes på denne måten.
nl: Zowel dit apparaat als iCloud is gecontroleerd, maar er ontbraken geen opnames in de lijst. Opnames waarvan de bestanden van het apparaat zijn verwijderd, kunnen zo niet worden hersteld.
or: ଏହି ଡିଭାଇସ୍ ଓ iCloud ଉଭୟ ଯାଞ୍ଚ କରାଗଲା, କିନ୍ତୁ ତାଲିକାରୁ କୌଣସି ରେକର୍ଡିଂ ହଜିନାହିଁ। ଯେଉଁ ରେକର୍ଡିଂର ଫାଇଲ୍ ଡିଭାଇସରୁ ଡିଲିଟ୍ ହୋଇଯାଇଛି, ସେଗୁଡ଼ିକୁ ଏହି ଉପାୟରେ ଫେରାଇ ଆଣିହେବ ନାହିଁ।
pa: ਇਸ ਡਿਵਾਈਸ ਅਤੇ iCloud ਦੋਵਾਂ ਦੀ ਜਾਂਚ ਕੀਤੀ ਗਈ, ਪਰ ਸੂਚੀ ਵਿੱਚੋਂ ਕੋਈ ਰਿਕਾਰਡਿੰਗ ਗੁੰਮ ਨਹੀਂ ਮਿਲੀ। ਜਿਨ੍ਹਾਂ ਰਿਕਾਰਡਿੰਗਾਂ ਦੀਆਂ ਫ਼ਾਈਲਾਂ ਡਿਵਾਈਸ ਤੋਂ ਮਿਟਾ ਦਿੱਤੀਆਂ ਗਈਆਂ ਹਨ, ਉਹ ਇਸ ਤਰੀਕੇ ਨਾਲ ਵਾਪਸ ਨਹੀਂ ਆ ਸਕਦੀਆਂ।
pl: Sprawdzono to urządzenie i iCloud, ale na liście nie brakowało żadnych nagrań. Nagrań, których pliki usunięto z urządzenia, nie da się w ten sposób odzyskać.
pt_br: Este dispositivo e o iCloud foram verificados, mas nenhuma gravação estava faltando na lista. Gravações cujos arquivos foram apagados do dispositivo não podem ser recuperadas assim.
pt_pt: Este dispositivo e o iCloud foram verificados, mas não faltava nenhuma gravação na lista. Gravações cujos ficheiros foram eliminados do dispositivo não podem ser recuperadas assim.
ro: Au fost verificate atât acest dispozitiv, cât și iCloud, dar nu lipsește nicio înregistrare din listă. Înregistrările ale căror fișiere au fost șterse de pe dispozitiv nu pot fi restaurate astfel.
ru: Проверены и устройство, и iCloud, но в списке нет пропавших записей. Записи, файлы которых удалены с устройства, так восстановить нельзя.
sk: Skontrolovalo sa zariadenie aj iCloud, ale v zozname nechýbajú žiadne nahrávky. Nahrávky, ktorých súbory boli zo zariadenia vymazané, sa takto obnoviť nedajú.
sl: Preverili smo to napravo in iCloud, vendar na seznamu ne manjka noben posnetek. Posnetkov, katerih datoteke so bile izbrisane iz naprave, na ta način ni mogoče obnoviti.
sv: Både den här enheten och iCloud kontrollerades, men inga inspelningar saknades i listan. Inspelningar vars filer raderats från enheten kan inte återställas så här.
ta: இந்தச் சாதனமும் iCloud-உம் சரிபார்க்கப்பட்டன, ஆனால் பட்டியலில் காணாமல் போன ரெக்கார்டிங்குகள் எதுவும் இல்லை. சாதனத்திலிருந்து கோப்புகள் நீக்கப்பட்ட ரெக்கார்டிங்குகளை இந்த முறையில் மீட்டெடுக்க முடியாது.
te: ఈ పరికరం, iCloud రెండూ తనిఖీ చేయబడ్డాయి, కానీ జాబితా నుండి కనిపించని రికార్డింగ్‌లు ఏవీ లేవు. పరికరం నుండి ఫైల్‌లు తొలగించబడిన రికార్డింగ్‌లను ఈ విధంగా రీస్టోర్ చేయలేము.
th: ตรวจสอบทั้งเครื่องนี้และ iCloud แล้ว แต่ไม่พบการบันทึกที่หายไปจากรายการ การบันทึกที่ถูกลบไฟล์ออกจากเครื่องไม่สามารถกู้คืนด้วยวิธีนี้
tr: Hem bu cihaz hem de iCloud denetlendi, ancak listede eksik kayıt bulunamadı. Dosyaları cihazdan silinen kayıtlar bu yolla geri getirilemez.
uk: Перевірено і пристрій, і iCloud, але зниклих записів не знайдено. Записи, файли яких видалено з пристрою, у такий спосіб не відновити.
ur: یہ ڈیوائس اور iCloud دونوں چیک کیے گئے، لیکن فہرست سے کوئی ریکارڈنگ غائب نہیں تھی۔ جن ریکارڈنگز کی فائلیں ڈیوائس سے حذف ہو چکی ہیں انہیں اس طریقے سے بحال نہیں کیا جا سکتا۔
vi: Đã kiểm tra cả thiết bị này và iCloud nhưng không có bản ghi nào thiếu trong danh sách. Những bản ghi đã bị xóa tệp khỏi thiết bị không thể khôi phục theo cách này.
zh_hans: 已检查本机和 iCloud，但列表中没有缺失的录音。文件已从设备删除的录音无法用此方式恢复。
zh_hant: 已檢查本機和 iCloud，但列表中沒有遺漏的錄音。檔案已從裝置刪除的錄音無法用此方式復原。
